package com.example.demo;

public class Demo2Application {

    public static void main(String[] args) {
        /*
         * Создание таблицы юзеров
         *Добавление 4 юзеров в таблицу с данными на свой выбор. После каждого добавления должен быть вывод в консоль (User с именем — name добавлен в базу данных)
         *Получение всех User из базы и вывод в консоль (должен быть переопределен toString в классе User)
         *Очистка таблицы юзеров
         *Удаление таблицы
         *
         * */
    }

}
